["[PAD]", "[UNK]", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "{", "|", "}", "~", "\u00a0", "\u00a1", "\u00a2", "\u00a3", "\u00a4", "\u00a6", "\u00a7", "\u00a8", "\u00ab", "\u00ae", "\u00b0", "\u00b3", "\u00b4", "\u00b7", "\u00bb", "\u00bd", "\u00be", "\u00bf", "\u00c0", "\u00c1", "\u00c3", "\u00c4", "\u00c5", "\u00c8", "\u00c9", "\u00ca", "\u00d5", "\u00d8", "\u00dc", "\u00df", "\u00e0", "\u00e1", "\u00e2", "\u00e3", "\u00e4", "\u00e5", "\u00e6", "\u00e7", "\u00e8", "\u00e9", "\u00ea", "\u00eb", "\u00ec", "\u00ed", "\u00ee", "\u00ef", "\u00f0", "\u00f1", "\u00f2", "\u00f3", "\u00f4", "\u00f6", "\u00f8", "\u00f9", "\u00fa", "\u00fb", "\u00fc", "\u00fd", "\u014d", "\u2013", "\u2018", "\u2019", "\u201c", "\u201d", "\u2026", "\u20a4", "\uf0b7", "the", "and", "of", "to", "is", "br", "it", "in", "this", "that", "was", "as", "for", "movie", "with", "but", "film", "on", "you", "not", "he", "are", "his", "have", "be", "one", "all", "##s", "at", "they", "by", "an", "who", "so", "from", "like", "there", "her", "or", "just", "about", "out", "has", "if", "what", "some", "good", "can", "more", "when", "she", "very", "up", "time", "even", "no", "my", "would", "which", "story", "only", "really", "their", "see", "had", "we", "me", "were", "well", "than", "much", "people", "bad", "been", "get", "other", "will", "also", "do", "first", "into", "great", "him", "because", "how", "most", "don", "made", "its", "make", "then", "way", "them", "could", "too", "any", "movies", "after", "think", "characters", "character", "two", "##ing", "films", "watch", "seen", "life", "plot", "many", "acting", "being", "never", "love", "little", "best", "where", "over", "did", "show", "know", "##ed", "man", "does", "off", "ever", "##ly", "here", "better", "end", "your", "still", "these", "say", "while", "scene", "why", "go", "such", "ve", "scenes", "something", "should", "through", "back", "real", "those", "now", "though", "doesn", "old", "watching", "##d", "thing", "actors", "director", "##y", "re", "years", "10", "before", "didn", "another", "new", "nothing", "work", "actually", "funny", "makes", "look", "find", "same", "going", "again", "every", "few", "part", "lot", "##e", "world", "cast", "us", "things", "quite", "down", "want", "young", "pretty", "horror", "around", "seems", "got", "fact", "enough", "##er", "between", "however", "thought", "take", "big", "long", "both", "may", "give", "series", "original", "own", "action", "right", "must", "come", "without", "always", "family", "times", "gets", "comedy", "point", "saw", "isn", "##a", "role", "least", "whole", "almost", "music", "done", "interesting", "guy", "bit", "script", "far", "might", "minutes", "feel", "anything", "making", "since", "last", "performance", "ll", "girl", "probably", "tv", "kind", "woman", "away", "am", "yet", "rather", "day", "worst", "sure", "fun", "hard", "anyone", "played", "each", "found", "our", "especially", "##r", "##t", "although", "having", "screen", "##o", "believe", "comes", "course", "book", "trying", "place", "goes", "looking", "looks", "different", "set", "actor", "ending", "put", "let", "true", "dvd", "year", "someone", "once", "sense", "everything", "maybe", "reason", "money", "wasn", "main", "shows", "three", "together", "worth", "job", "american", "play", "##n", "instead", "watched", "effects", "everyone", "plays", "takes", "said", "later", "beautiful", "house", "seem", "audience", "father", "john", "himself", "night", "wife", "left", "special", "star", "excellent", "version", "during", "high", "shot", "half", "seeing", "black", "war", "idea", "nice", "less", "mind", "else", "simply", "death", "##es", "second", "read", "fan", "help", "hollywood", "used", "wrong", "men", "either", "line", "home", "budget", "completely", "performances", "poor", "top", "boring", "dead", "given", "short", "use", "try", "kids", "enjoy", "friends", "##i", "low", "need", "production", "camera", "classic", "full", "rest", "awful", "next", "truly", "until", "along", "couple", "women", "video", "won", "stars", "##l", "tell", "remember", "sex", "start", "moments", "stupid", "recommend", "mean", "perhaps", "episode", "came", "keep", "small", "terrible", "understand", "human", "doing", "playing", "written", "others", "face", "getting", "school", "name", "wonderful", "definitely", "person", "early", "perfect", "style", "boy", "often", "mother", "gives", "dialogue", "live", "become", "case", "children", "##ness", "lost", "lines", "itself", "finally", "piece", "title", "white", "head", "yes", "couldn", "felt", "waste", "absolutely", "cinema", "supposed", "liked", "worse", "picture", "entertaining", "entire", "oh", "sort", "hope", "against", "based", "went", "##on", "overall", "problem", "certainly", "evil", "mr", "friend", "beginning", "killer", "called", "fans", "lives", "care", "direction", "dark", "several", "son", "loved", "example", "turn", "drama", "already", "laugh", "seemed", "wanted", "becomes", "unfortunately", "history", "amazing", "despite", "throughout", "michael", "final", "fine", "under", "guess", "humor", "heart", "sound", "totally", "game", "behind", "quality", "genre", "guys", "lead", "wants", "town", "art", "days", "works", "side", "close", "writing", "child", "able", "past", "turns", "viewer", "act", "hand", "tries", "##man", "flick", "gave", "favorite", "etc", "##al", "brilliant", "starts", "directed", "run", "horrible", "today", "actress", "enjoyed", "eyes", "soon", "car", "stories", "blood", "kill", "god", "sometimes", "expect", "themselves", "thinking", "kid", "late", "girls", "stuff", "parts", "city", "self", "hour", "decent", "obviously", "daughter", "feeling", "voice", "fight", "matter", "slow", "highly", "leave", "myself", "except", "says", "moment", "##h", "roles", "cannot", "writer", "killed", "type", "strong", "heard", "anyway", "##m", "hit", "particularly", "age", "brother", "complete", "happened", "took", "lack", "police", "stop", "violence", "told", "gore", "happen", "known", "##k", "coming", "happens", "wouldn", "##ers", "murder", "involved", "none", "james", "including", "alone", "please", "crap", "hero", "wonder", "score", "attempt", "extremely", "living", "chance", "obvious", "cut", "simple", "david", "experience", "song", "husband", "group", "shown", "hell", "save", "ago", "looked", "annoying", "career", "interest", "sad", "serious", "jokes", "cinematography", "king", "taken", "ok", "released", "started", "hilarious", "hours", "ends", "musical", "scary", "cool", "seriously", "##an", "exactly", "possible", "yourself", "english", "light", "usually", "running", "usual", "body", "opening", "relationship", "number", "opinion", "female", "happy", "robert", "level", "ones", "whose", "across", "novel", "change", "huge", "talent", "power", "##in", "mostly", "view", "earth", "finds", "reality", "ridiculous", "room", "##able", "talking", "important", "saying", "episodes", "shots", "taking", "somewhat", "events", "strange", "single", "documentary", "middle", "jack", "order", "major", "word", "basically", "attention", "comic", "five", "country", "easily", "four", "wish", "disappointed", "modern", "rating", "paul", "knew", "call", "words", "turned", "british", "apparently", "rock", "tells", "class", "fast", "silly", "due", "supporting", "cheap", "problems", "knows", "songs", "future", "clearly", "aren", "thriller", "local", "red", "straight", "television", "eye", "non", "similar", "##ic", "miss", "lady", "george", "##g", "beyond", "falls", "sets", "upon", "whether", "richard", "oscar", "animation", "review", "sequence", "mystery", "moving", "team", "tom", "within", "talk", "predictable", "theme", "sequel", "bring", "giving", "lee", "appears", "ten", "enjoyable", "romantic", "entertainment", "add", "##p", "near", "points", "herself", "release", "##ie", "bunch", "theater", "actual", "above", "working", "feature", "message", "##en", "dull", "feels", "easy", "needs", "lots", "die", "sister", "among", "nearly", "parents", "york", "surprised", "mention", "named", "storyline", "season", "fall", "##le", "peter", "haven", "fantastic", "ways", "effort", "follow", "stand", "space", "viewers", "begins", "dialog", "elements", "general", "minute", "##ity", "tale", "##ling", "disney", "typical", "avoid", "tried", "##ies", "hate", "french", "check", "comments", "weak", "somehow", "using", "famous", "figure", "form", "crime", "lame", "certain", "buy", "sequences", "editing", "material", "clear", "leads", "realistic", "sorry", "dance", "kept", "doubt", "third", "suspense", "filmed", "gone", "poorly", "##u", "greatest", "stay", "showing", "wait", "america", "particular", "means", "period", "whatever", "soundtrack", "viewing", "zombie", "rent", "imagine", "learn", "truth", "##c", "atmosphere", "deal", "note", "surprise", "decided", "move", "sexual", "hear", "de", "killing", "baby", "eventually", "reviews", "subject", "##ting", "free", "dog", "imdb", "indeed", "##ia", "average", "nature", "sit", "brought", "##us", "japanese", "okay", "forget", "romance", "believable", "dr", "expected", "stage", "screenplay", "##or", "dramatic", "20", "possibly", "premise", "nor", "begin", "emotional", "needed", "meets", "hot", "street", "question", "credits", "otherwise", "write", "leaves", "writers", "dream", "directors", "difficult", "memorable", "reading", "situation", "superb", "shame", "society", "##ism", "deep", "badly", "became", "fi", "older", "unless", "air", "earlier", "footage", "sci", "fantasy", "forced", "male", "open", "ask", "realize", "comment", "sounds", "weird", "##less", "crazy", "setting", "meet", "forward", "quickly", "##ion", "##ted", "create", "acted", "casting", "development", "features", "mess", "total", "whom", "brings", "plus", "mark", "plenty", "monster", "beauty", "creepy", "interested", "keeps", "worked", "effect", "directing", "potential", "incredibly", "laughs", "cop", "result", "##z", "rate", "business", "personal", "fire", "jane", "doctor", "perfectly", "joe", "secret", "towards", "boys", "girlfriend", "meant", "battle", "bill", "80", "dumb", "hands", "joke", "##ment", "apart", "various", "cheesy", "era", "masterpiece", "return", "fails", "leading", "unique", "admit", "hardly", "30", "break", "fighting", "telling", "previous", "ben", "box", "powerful", "reasons", "villain", "##ation", "##ch", "christmas", "twist", "co", "inside", "missing", "background", "manages", "portrayed", "pay", "success", "appear", "flat", "present", "ideas", "match", "spoilers", "talented", "front", "political", "unlike", "western", "##ts", "recently", "william", "##ist", "outside", "deserves", "attempts", "nudity", "gay", "list", "married", "fairly", "cute", "remake", "##rs", "following", "scott", "copy", "rich", "sweet", "cold", "crew", "pure", "filmmakers", "##b", "agree", "created", "public", "wasted", "animated", "caught", "missed", "sadly", "fear", "wrote", "incredible", "odd", "plain", "spent", "##x", "island", "cat", "expecting", "filled", "hold", "##ive", "compared", "neither", "party", "ended", "escape", "social", "members", "##ine", "further", "gun", "water", "cause", "large", "science", "band", "language", "produced", "mary", "mentioned", "revenge", "##nt", "pace", "slightly", "cartoon", "cover", "##ous", "la", "office", "suddenly", "zombies", "decides", "tension", "##ton", "spirit", "tony", "familiar", "sees", "concept", "mad", "uses", "waiting", "##ry", "century", "depth", "books", "intelligent", "state", "brothers", "dancing", "credit", "clever", "effective", "exciting", "laughing", "##th", "considering", "convincing", "entirely", "choice", "died", "moves", "basic", "violent", "90", "trouble", "visual", "bored", "common", "popular", "##te", "company", "positive", "van", "##is", "portrayal", "##st", "##ne", "adult", "german", "control", "law", "##ally", "pointless", "recent", "successful", "##ra", "speak", "##ful", "15", "rated", "value", "chemistry", "former", "respect", "runs", "slasher", "store", "ultimately", "appreciate", "consider", "smith", "##re", "italian", "studio", "walk", "focus", "planet", "spend", "biggest", "bizarre", "cult", "kills", "somewhere", "##ian", "producers", "hair", "sick", "trip", "50", "makers", "project", "singing", "younger", "amusing", "conclusion", "force", "impressive", "leaving", "situations", "follows", "solid", "failed", "questions", "amount", "##ce", "disturbing", "tone", "win", "post", "recommended", "##ble", "adventure", "dad", "super", "fit", "south", "touch", "heavy", "jim", "awesome", "camp", "college", "ghost", "impossible", "showed", "weren", "anti", "barely", "trash", "ex", "prison", "##ized", "meaning", "standard", "audiences", "fake", "images", "tough", "##ter", "##ty", "accent", "changed", "stick", "decide", "grade", "immediately", "thanks", "aside", "honestly", "involving", "starring", "adaptation", "detective", "fiction", "pathetic", "london", "charming", "literally", "magic", "frank", "genius", "normal", "steve", "values", "culture", "likes", "longer", "vampire", "brain", "master", "west", "computer", "garbage", "glad", "yeah", "aspect", "catch", "loud", "shooting", "honest", "surprisingly", "100", "comedies", "generally", "knowing", "sexy", "alive", "army", "stewart", "natural", "##ge", "military", "sam", "nobody", "pick", "attack", "fair", "motion", "sitting", "##f", "ability", "appearance", "channel", "drive", "nowhere", "personally", "appeal", "beautifully", "chase", "bought", "drawn", "fully", "pictures", "batman", "purpose", "twists", "70", "chris", "edge", "humour", "shoot", "thinks", "week", "date", "explain", "taste", "thank", "remains", "considered", "subtle", "harry", "walking", "door", "plan", "managed", "pass", "soldiers", "disappointing", "government", "producer", "spoiler", "terrific", "touching", "##w", "blue", "costumes", "key", "mistake", "mood", "naked", "terms", "bottom", "outstanding", "climax", "excuse", "lovely", "noir", "wow", "award", "manner", "utterly", "boss", "bruce", "dreams", "pieces", "silent", "laughable", "road", "unbelievable", "cry", "equally", "journey", "rare", "victim", "charm", "innocent", "likely", "themes", "##est", "boyfriend", "hey", "woods", "christopher", "club", "developed", "disappointment", "train", "church", "complex", "thus", "wild", "##el", "presence", "stunning", "contains", "thrown", "animals", "finish", "gang", "hoping", "slowly", "charlie", "added", "double", "emotion", "jones", "justice", "marriage", "soul", "##led", "charles", "details", "impression", "places", "throw", "besides", "paris", "ride", "scenery", "surely", "constantly", "expectations", "photography", "smart", "issues", "mainly", "narrative", "numbers", "painful", "##ar", "everybody", "exception", "presented", "##et", "40", "drug", "names", "kelly", "page", "sent", "intended", "loves", "aspects", "color", "indian", "minor", "speaking", "building", "cinematic", "lived", "track", "##ated", "##ve", "brief", "held", "lover", "summer", "jerry", "mysterious", "stands", "step", "born", "hotel", "serial", "bed", "falling", "million", "offer", "allen", "central", "festival", "historical", "puts", "sub", "zero", "acts", "changes", "difference", "fascinating", "feelings", "trailer", "twice", "##ping", "critics", "direct", "likable", "six", "suppose", "tired", "ahead", "ray", "dies", "fresh", "green", "henry", "victims", "al", "bother", "creative", "filming", "available", "giant", "suggest", "adults", "supposedly", "agent", "element", "hurt", "bar", "content", "emotions", "hasn", "opera", "opportunity", "approach", "confusing", "event", "laughed", "followed", "happening", "impact", "stone", "system", "##ant", "actresses", "forever", "moral", "shock", "flicks", "holes", "include", "compelling", "flying", "student", "##ate", "arthur", "imagination", "ii", "jean", "mediocre", "fellow", "flaws", "gorgeous", "image", "christian", "latter", "thin", "wise", "11", "appeared", "confused", "hidden", "martin", "murders", "##land", "americans", "lighting", "race", "seven", "support", "##ary", "billy", "childhood", "lacks", "putting", "standards", "bond", "mix", "notice", "pain", "thoroughly", "worthy", "damn", "fell", "inspired", "ms", "random", "##v", "land", "mom", "provides", "wondering", "gem", "ugly", "park", "shouldn", "##ey", "queen", "quick", "soldier", "alien", "answer", "brian", "count", "hospital", "spot", "wall", "clich\u00e9", "impressed", "negative", "porn", "winning", "##ley", "describe", "relationships", "seemingly", "share", "stuck", "##ck", "folks", "games", "lord", "rape", "ground", "ship", "delivers", "extreme", "offers", "rented", "sky", "##ped", "afraid", "creature", "deliver", "design", "forgotten", "merely", "paid", "proves", "tragedy", "##ier", "##ish", "##it", "##tion", "funniest", "industry", "intense", "personality", "seconds", "turning", "affair", "detail", "ed", "fashion", "scientist", "students", "tragic", "absolute", "artistic", "captain", "faces", "food", "helps", "pull", "##son", "12", "criminal", "deeply", "jason", "##as", "adds", "carry", "##de", "compare", "filmmaker", "grace", "struggle", "uncle", "accident", "addition", "douglas", "fox", "humans", "whatsoever", "##ll", "##way", "beat", "cgi", "danny", "extra", "information", "roll", "teenage", "##nce", "collection", "dying", "length", "picked", "redeeming", "teen", "wooden", "finding", "reminded", "states", "##la", "wearing", "animal", "artist", "becoming", "drugs", "news", "sleep", "wars", "allowed", "attractive", "build", "epic", "joan", "realized", "##se", "angry", "anymore", "area", "asks", "disaster", "mouth", "professional", "wonderfully", "davis", "intelligence", "listen", "lose", "loving", "moved", "plane", "stephen", "continue", "favourite", "lets", "machine", "nasty", "nightmare", "passion", "provide", "therefore", "unusual", "##ma", "chinese", "desperate", "location", "ready", "russian", "superior", "teacher", "thats", "trust", "wedding", "williams", "includes", "technical", "castle", "grand", "mid", "powers", "rip", "tears", "holds", "martial", "ring", "shocking", "jackson", "necessary", "pleasure", "treat", "began", "clothes", "heaven", "remarkable", "##ur", "cross", "onto", "reminds", "tim", "torture", "warning", "allow", "andy", "apartment", "helped", "heroes", "johnny", "led", "pre", "dirty", "unnecessary", "anywhere", "member", "mental", "normally", "station", "according", "comedic", "energy", "england", "growing", "japan", "media", "scared", "watchable", "actions", "independent", "introduced", "jump", "skip", "##ent", "jr", "moon", "suit", "theatre", "60", "dick", "ice", "memory", "pop", "witch", "alan", "apparent", "arts", "legend", "taylor", "willing", "##per", "absurd", "academy", "devil", "engaging", "higher", "lovers", "##da", "000", "desire", "eddie", "lies", "religious", "smile", "##les", "anybody", "capture", "ford", "sight", "somebody", "##am", "accept", "commentary", "explanation", "ladies", "sat", "soft", "superman", "suspect", "##sing", "cage", "creating", "finished", "hated", "ill", "morgan", "returns", "search", "wanting", "clich\u00e9s", "hitler", "nicely", "phone", "physical", "rarely", "kate", "pilot", "prince", "toward", "##bly", "##cy", "##ging", "##sh", "cops", "drunk", "intriguing", "bloody", "fail", "guns", "issue", "limited", "plots", "process", "80s", "bits", "constant", "finest", "gold", "heroine", "lacking", "suicide", "adam", "joy", "mixed", "paced", "cable", "dangerous", "faith", "keaton", "monsters", "surprising", "vision", "werewolf", "brutal", "community", "deserved", "exist", "price", "70s", "blame", "candy", "gene", "pacing", "saving", "##ring", "asked", "delightful", "heads", "instance", "nonsense", "originally", "player", "soap", "twenty", "##na", "##ta", "accurate", "ball", "field", "gary", "met", "spanish", "vs", "##ner", "conflict", "friendship", "keeping", "nick", "players", "unknown", "washington", "##os", "cuts", "eat", "kevin", "kinda", "cars", "hits", "lewis", "realism", "river", "starting", "humanity", "##il", "deserve", "explained", "fights", "hopes", "jesus", "wood", "##ler", "anna", "aware", "fu", "mission", "officer", "ordinary", "sucks", "villains", "##der", "##iness", "broken", "brown", "knowledge", "partner", "portray", "prove", "regular", "vhs", "whenever", "youth", "##ard", "##ating", "##id", "bright", "fate", "loose", "memories", "months", "rubbish", "saved", "screaming", "bigger", "eating", "empty", "fat", "santa", "vampires", "wide", "witty", "below", "bob", "dated", "fred", "freddy", "gotten", "private", "sean", "shakespeare", "wind", "anne", "author", "horse", "quiet", "record", "sing", "anthony", "discover", "driving", "featuring", "loses", "manage", "owner", "terribly", "treated", "blonde", "european", "mike", "radio", "results", "whilst", "##um", "ann", "bland", "buddy", "pulled", "ups", "village", "13", "african", "ass", "discovered", "hadn", "kong", "mrs", "psychological", "traditional", "understanding", "##do", "##ng", "blind", "connection", "curious", "harris", "judge", "loss", "luck", "visit", "core", "floor", "magnificent", "received", "unfunny", "##ure", "albert", "captured", "continues", "essentially", "jimmy", "naturally", "opposite", "responsible", "reviewers", "simon", "window", "##0", "concerned", "forces", "frankly", "grant", "mine", "streets", "##ky", "corny", "dimensional", "efforts", "eric", "foot", "genuine", "international", "jeff", "morning", "pretentious", "segment", "sign", "skills", "visually", "##2", "##izing", "deals", "murdered", "numerous", "parker", "president", "scream", "site", "spectacular", "standing", "thomas", "##ding", "current", "dan", "dealing", "dressed", "existence", "noticed", "shop", "stock", "talents", "alex", "allows", "kick", "opens", "overly", "sudden", "advice", "creates", "freedom", "logic", "perspective", "program", "speed", "survive", "board", "cameo", "edited", "gangster", "humorous", "lesson", "locations", "national", "proved", "reaction", "revealed", "rob", "satire", "sea", "study", "sucked", "breaks", "built", "calls", "frame", "lynch", "singer", "ultimate", "unexpected", "visuals", "##1", "context", "evening", "sheriff", "suffering", "##istic", "brilliantly", "center", "killers", "leader", "religion", "technology", "versions", "awkward", "bomb", "develop", "finale", "included", "marie", "pair", "remembered", "rose", "welles", "##by", "##ri", "bank", "bear", "debut", "decade", "flesh", "gordon", "grown", "laughter", "behavior", "families", "jennifer", "kung", "protagonist", "seasons", "steal", "trek", "victoria", "##ps", "##to", "##tor", "awards", "caused", "hill", "miles", "occasionally", "pleasant", "references", "robin", "types", "utter", "##ial", "drew", "formula", "learned", "lucky", "stereotypes", "tarzan", "travel", "woody", "cinderella", "comparison", "favor", "gags", "germany", "reach", "sinatra", "wit", "ages", "asian", "broadway", "costs", "daniel", "delivered", "discovers", "individual", "shallow", "victor", "breaking", "clean", "genuinely", "graphic", "grew", "howard", "parody", "sake", "theatrical", "wayne", "winner", "bet", "crappy", "fault", "louis", "luke", "patrick", "reviewer", "unrealistic", "##co", "##ee", "##ss", "failure", "meanwhile", "nevertheless", "rise", "sheer", "tape", "asking", "barbara", "boat", "code", "decision", "desert", "driven", "executed", "generation", "gonna", "halloween", "majority", "painfully", "produce", "relief", "round", "steven", "unable", "##ro", "entertained", "spoil", "warm", "##ged", "believes", "contrived", "embarrassing", "foreign", "golden", "hearing", "identity", "joseph", "lake", "largely", "rescue", "seat", "sell", "strongly", "##ite", "##ke", "##red", "aged", "assume", "combination", "destroy", "feet", "flashbacks", "hunter", "losing", "practically", "range", "send", "strength", "##ible", "##out", "choose", "football", "gratuitous", "naive", "test", "##ming", "attitude", "cash", "chosen", "classics", "clue", "dreadful", "extras", "fill", "passed", "psycho", "relate", "rules", "baseball", "capable", "chick", "chief", "costume", "crowd", "exploitation", "fly", "lower", "matters", "obsessed", "sequels", "sports", "stopped", "titanic", "uk", "vote", "contrast", "endless", "gory", "grow", "levels", "portraying", "proper", "ruined", "thoughts", "training", "underrated", "ancient", "anderson", "excitement", "hearted", "insane", "irritating", "model", "product", "ran", "sympathetic", "vehicle", "##dy", "anime", "commercial", "depressing", "hopefully", "jackie", "native", "rain", "##age", "##ger", "bodies", "dry", "eight", "facts", "fare", "heck", "meeting", "nancy", "talks", "##ki", "africa", "creatures", "fairy", "fool", "north", "scare", "teenagers", "treatment", "##lo", "##ors", "angel", "hall", "marry", "moore", "priest", "unlikely", "##tt", "amateurish", "cares", "danger", "emotionally", "handsome", "inner", "lawyer", "paper", "powell", "research", "##ance", "##ise", "com", "described", "excited", "learns", "max", "mini", "sharp", "tedious", "tiny", "walks", "walter", "##ned", "europe", "fame", "fits", "horribly", "insult", "pity", "ryan", "satisfying", "substance", "target", "united", "enemy", "france", "portrays", "related", "rental", "##ns", "##tic", "##ut", "canadian", "cant", "category", "depicted", "evidence", "guilty", "mask", "par", "promise", "reporter", "robot", "saturday", "semi", "tend", "theaters", "trilogy", "##ha", "amateur", "asleep", "bringing", "closer", "dubbed", "haunted", "matt", "offensive", "oliver", "safe", "##ka", "angles", "appealing", "captures", "cartoons", "chose", "circumstances", "claim", "covered", "factor", "hunt", "involves", "professor", "russell", "till", "voices", "welcome", "14", "cost", "mainstream", "qualities", "routine", "serves", "##4", "##bs", "##lin", "alice", "changing", "columbo", "correct", "focused", "hat", "haunting", "hitchcock", "market", "nominated", "shocked", "##cing", "##ions", "blow", "designed", "disgusting", "drag", "granted", "initial", "notch", "promising", "relatively", "roy", "service", "##iest", "appropriate", "continuity", "hide", "makeup", "previously", "spy", "sullivan", "supernatural", "universal", "##ize", "adventures", "caine", "clark", "cutting", "deadly", "drop", "handled", "lugosi", "repeated", "suffers", "##ities", "##mo", "claims", "experiences", "faced", "hanging", "invisible", "mgm", "pacino", "roger", "scale", "speech", "struggling", "ted", "wilson", "##house", "##ning", "##sm", "birth", "convince", "convinced", "deaths", "draw", "emma", "latest", "liners", "movement", "prime", "recall", "remain", "security", "source", "teenager", "touches", "treasure", "vietnam", "virtually", "##line", "accidentally", "aka", "holding", "pile", "presents", "steals", "surreal", "universe", "weekend", "weeks", "##7", "contemporary", "degree", "junk", "lesbian", "mistakes", "princess", "reveal", "structure", "twisted", "veteran", "##ily", "##men", "accents", "aliens", "combined", "department", "friday", "friendly", "highlight", "idiot", "lousy", "melodrama", "mexican", "murphy", "politics", "provided", "speaks", "surprises", "unfortunate", "walked", "atrocious", "demon", "edward", "enter", "false", "harsh", "path", "propaganda", "ruin", "teens", "##6", "colors", "dogs", "irish", "matrix", "rachel", "sarah", "viewed", "##ff", "##king", "darkness", "dollars", "everywhere", "explains", "favorites", "freeman", "lifetime", "paint", "performed", "pitt", "plans", "pulls", "remotely", "rough", "section", "uninteresting", "whoever", "##ct", "##ot", "blah", "crash", "frightening", "julia", "legendary", "massive", "minds", "multiple", "network", "peace", "statement", "sun", "sunday", "##ised", "25", "anger", "bothered", "california", "china", "court", "display", "express", "forgettable", "influence", "kim", "mexico", "narration", "recognize", "rings", "skin", "suspenseful", "unconvincing", "##me", "believed", "conversation", "directly", "forest", "ha", "kinds", "occasional", "prior", "refreshing", "scares", "sisters", "sympathy", "witness", "##at", "##ls", "australian", "committed", "delivery", "demons", "dozen", "driver", "lonely", "mountain", "burns", "deeper", "downright", "fictional", "figures", "hong", "print", "sleeping", "spends", "suck", "surface", "theory", "trapped", "##3", "brave", "christ", "cowboy", "daughters", "dragon", "effectively", "erotic", "grave", "imagery", "jon", "listening", "magical", "productions", "required", "studios", "sword", "##ably", "##ad", "##ction", "##go", "##ious", "##ms", "account", "amazed", "desperately", "execution", "gas", "intellectual", "jobs", "maria", "placed", "wear", "##au", "##field", "##io", "##nd", "che", "critical", "elizabeth", "examples", "featured", "figured", "forth", "gross", "india", "interview", "lucy", "ludicrous", "offered", "shadow", "thankfully", "variety", "abuse", "branagh", "crude", "donald", "hired", "learning", "mature", "summary", "appreciated", "dean", "experienced", "fourth", "ghosts", "grim", "nude", "passing", "regret", "starred", "susan", "teeth", "texas", "un", "von", "weapons", "##med", "##ol", "##que", "angle", "blockbuster", "breath", "bus", "device", "exact", "foster", "johnson", "julie", "worthwhile", "##8", "##tte", "achieve", "bat", "belief", "extent", "happiness", "san", "seek", "table", "titles", "##rate", "abandoned", "beloved", "blown", "bore", "criminals", "expression", "forgot", "funnier", "heavily", "paying", "raw", "sidney", "sutherland", "trick", "wave", "##ves", "closing", "focuses", "lights", "nazi", "necessarily", "pregnant", "punch", "quest", "realizes", "reminiscent", "revolution", "scenario", "subtitles", "technically", "warner", "2006", "artists", "base", "bettie", "cultural", "dude", "encounter", "environment", "expert", "graphics", "gritty", "insight", "kiss", "metal", "mildly", "regard", "rogers", "sir", "sorts", "sounded", "stolen", "storytelling", "understood", "##ates", "##wood", "2000", "buck", "carrying", "cell", "clich\u00e9d", "crying", "disbelief", "format", "halfway", "helping", "inspiration", "larry", "nation", "prefer", "significant", "stayed", "terror", "tree", "underground", "urban", "views", "##ay", "##ds", "arms", "attacks", "bbc", "beast", "blair", "comical", "depiction", "fabulous", "ignore", "jail", "laura", "lazy", "lie", "navy", "praise", "reveals", "rolling", "sensitive", "stanley", "tight", "warned", "##ence", "##head", "##ments", "##ron", "##ue", "answers", "aunt", "entertain", "facial", "flight", "handed", "hardy", "locked", "murderer", "ratings", "rights", "ron", "rule", "settings", "skill", "strangely", "succeeds", "wwii", "##ball", "##tive", "afternoon", "alright", "bourne", "calling", "campy", "caring", "chan", "decades", "east", "faithful", "guard", "lion", "musicals", "raised", "spite", "toy", "via", "##ny", "##rd", "17", "1980", "ain", "amazingly", "beach", "bridge", "buying", "chilling", "convey", "cruel", "flashback", "greater", "internet", "lane", "ned", "proud", "stays", "touched", "##ade", "##ster", "1950", "daily", "embarrassed", "fallen", "goofy", "hip", "inspector", "mouse", "position", "provoking", "sandler", "stops", "task", "timing", "tracy", "usa", "##li", "##ni", "amongst", "bitter", "complicated", "description", "drinking", "existent", "extraordinary", "fbi", "jungle", "leslie", "lesser", "serve", "stereotypical", "tales", "truck", "wins", "##sed", "brad", "busy", "carries", "contain", "criticism", "dress", "headed", "indie", "maker", "month", "nine", "quirky", "renting", "reputation", "risk", "sinister", "suffer", "term", "tradition", "turkey", "##ks", "angels", "authentic", "experiment", "ironic", "join", "manager", "mass", "novels", "opened", "properly", "retarded", "rival", "rochester", "slapstick", "status", "throwing", "vacation", "##ina", "##ir", "basis", "choices", "everyday", "hoffman", "horrific", "marvelous", "notorious", "obsession", "prepared", "protect", "sold", "spoof", "westerns", "##gs", "60s", "ashamed", "bound", "challenge", "crisis", "franchise", "hence", "innocence", "jessica", "laid", "michelle", "miller", "nowadays", "pet", "picks", "racist", "raise", "reed", "reference", "screening", "spoken", "stomach", "torn", "upset", "wears", "wing", "##9", "##ile", "##up", "##ville", "balance", "breathtaking", "cabin", "carpenter", "cook", "dennis", "hood", "inept", "initially", "mere", "mirror", "originality", "presentation", "purely", "regarding", "seeking", "topic", "##che", "arrives", "causes", "charge", "em", "enjoying", "glory", "hanks", "honor", "karloff", "minded", "notable", "shut", "stupidity", "wanna", "##j", "attacked", "claire", "crafted", "curse", "destroyed", "dislike", "glimpse", "hole", "intentions", "league", "madness", "served", "sin", "##ah", "##gy", "##ists", "18", "1950s", "albeit", "brando", "cheese", "delight", "flow", "glass", "gruesome", "interviews", "lincoln", "lying", "matthau", "obnoxious", "pack", "philip", "sitcom", "southern", "throws", "##5", "##ford", "##rt", "##sa", "##ze", "carried", "clips", "dollar", "drives", "enjoyment", "guessing", "kurt", "nelson", "racism", "remind", "screenwriter", "successfully", "text", "thrilling", "upper", "wasting", "widmark", "workers", "##ching", "##uring", "adding", "corner", "essential", "flawed", "idiotic", "meaningful", "mentally", "oscars", "overcome", "searching", "snow", "stranger", "tense", "zone", "##ens", "##ess", "##va", "1970", "aired", "broke", "cases", "comedian", "frequently", "introduction", "nonetheless", "nose", "poignant", "remote", "shower", "sings", "struggles", "stylish", "thrillers", "##ney", "2001", "atmospheric", "contact", "controversial", "cynical", "fortunately", "hamlet", "interpretation", "jake", "jay", "jumps", "legs", "millions", "proof", "seagal", "stanwyck", "thief", "##zed", "bag", "bollywood", "brooks", "burton", "cube", "dinner", "flynn", "helen", "hint", "hundreds", "jewish", "lucas", "mansion", "midnight", "oddly", "ourselves", "pitch", "refuses", "replaced", "sides", "weapon", "wishes", "andrews", "connected", "credible", "escapes", "expressions", "fish", "handle", "needless", "neighborhood", "pat", "patient", "personalities", "physically", "pie", "portrait", "spin", "suspects", "technique", "tongue", "warn", "##cted", "##\u00e9", "andrew", "competent", "derek", "exists", "neighbor", "perform", "plague", "plastic", "riding", "separate", "sons", "storm", "thousands", "tour", "uncomfortable", "##ber", "##py", "##ries", "chasing", "comics", "dear", "determined", "dorothy", "factory", "flash", "glover", "happily", "hiding", "lessons", "lisa", "mst3k", "shape", "spots", "stealing", "trite", "##fully", "##rating", "chuck", "colorful", "confusion", "denzel", "hudson", "protagonists", "repeat", "reunion", "sexuality", "steps", "succeed", "trial", "troubled", "tune", "wealthy", "##berg", "##well", "24", "advantage", "attempting", "bo", "britain", "cooper", "dare", "dubbing", "gag", "godfather", "grey", "holiday", "host", "hunting", "incoherent", "lovable", "massacre", "noble", "ralph", "revolves", "shorts", "suggests", "terrifying", "walken", "##tes", "alike", "boll", "carter", "dentist", "ensemble", "fortune", "gripping", "guts", "hundred", "italy", "knife", "lloyd", "neck", "object", "pride", "scientists", "scripts", "shines", "shoots", "st", "suffered", "walls", "##ak", "##ical", "##ving", "##ward", "accepted", "achieved", "adapted", "bugs", "canada", "carol", "catholic", "con", "destruction", "develops", "dramas", "established", "expensive", "horses", "intensity", "larger", "mob", "perfection", "pool", "saves", "spike", "sum", "whereas", "##ded", "##ering", "##mer", "arm", "belongs", "burt", "card", "cardboard", "checking", "closely", "crimes", "dancer", "dig", "entry", "greatly", "hang", "homeless", "huh", "irony", "library", "miscast", "noted", "pg", "ripped", "sleazy", "slight", "spielberg", "techniques", "wake", "##ations", "##ified", "##ker", "##kin", "annoyed", "astaire", "attraction", "believing", "bette", "boredom", "cameos", "cole", "courage", "credibility", "painting", "reactions", "rocks", "tribute", "worry", "##zing", "16", "2005", "ad", "appearances", "attached", "basement", "bobby", "chair", "civil", "complaint", "consists", "countries", "dragged", "endearing", "exceptional", "hills", "iii", "jeremy", "knock", "letter", "loser", "mindless", "oil", "packed", "roberts", "sentimental", "stood", "teach", "tied", "unintentionally", "useless", "virgin", "alas", "appearing", "beating", "curtis", "duke", "eva", "gain", "gothic", "heston", "ian", "infamous", "medical", "per", "performers", "segments", "stretch", "##ters", "assistant", "bakshi", "cameron", "charismatic", "dawn", "dialogs", "easier", "equal", "fitting", "flaw", "luckily", "multi", "neat", "redemption", "relevant", "stunts", "thousand", "tricks", "union", "virus", "winter", "worlds", "acceptable", "attracted", "birthday", "brand", "carefully", "charisma", "condition", "doc", "fest", "gadget", "goal", "gray", "korean", "magazine", "pro", "quote", "spell", "striking", "videos", "warrior", "##ans", "1970s", "2002", "catherine", "chases", "colour", "concerns", "concert", "dealt", "eerie", "elvira", "empire", "encounters", "fay", "hearts", "imaginative", "miike", "nuclear", "revelation", "silver", "thirty", "unforgettable", "weight", "##ga", "##sy", "1st", "burning", "continued", "contract", "disagree", "essence", "guest", "hoped", "intention", "menacing", "profound", "projects", "reynolds", "silence", "##ul", "afterwards", "bears", "bride", "brosnan", "buried", "carrey", "corrupt", "covers", "fashioned", "fired", "frustrated", "importance", "inspiring", "insulting", "kicks", "los", "raped", "sacrifice", "scooby", "sends", "shall", "split", "stronger", "surrounding", "trade", "ultra", "vincent", "##back", "##des", "##gle", "##rn", "##ties", "##ual", "1980s", "attempted", "beings", "border", "conspiracy", "countless", "dracula", "dropped", "grandmother", "handful", "kapoor", "meat", "perry", "pleased", "shining", "slap", "sophisticated", "strictly", "trap", "wondered", "##light", "##my", "##ses", "1990", "ambitious", "barry", "blows", "boxing", "cousin", "cruise", "drink", "elsewhere", "gift", "horrors", "ken", "medium", "neil", "nurse", "progress", "relative", "secretary", "selling", "specific", "strikes", "thrills", "thumbs", "wolf", "##rk", "accused", "achievement", "appalling", "arnold", "battles", "beer", "characterization", "cusack", "depression", "disease", "elvis", "eyed", "fx", "grows", "guilt", "hire", "hitting", "homage", "killings", "letting", "lily", "listed", "occurs", "ritter", "rushed", "satan", "spending", "streisand", "surrounded", "territory", "university", "##ca", "##ell", "altman", "associated", "australia", "baker", "chances", "competition", "documentaries", "doors", "evident", "fifteen", "flawless", "gandhi", "goldberg", "hooked", "intrigued", "jerk", "lacked", "mafia", "mile", "overlooked", "press", "resolution", "row", "strike", "tear", "verhoeven", "##ver", "atlantis", "beaten", "brilliance", "bullets", "consequences", "curiosity", "falk", "fulci", "generous", "gotta", "ignored", "importantly", "investigation", "kane", "mild", "outrageous", "pointed", "pushed", "sally", "scientific", "sexually", "shortly", "smooth", "spirited", "stan", "sticks", "strip", "stunt", "styles", "sunshine", "superbly", "toilet", "twelve", "##uous", "allowing", "cox", "cup", "diamond", "discussion", "estate", "health", "highlights", "inevitable", "le", "modesty", "photographed", "piano", "requires", "smoking", "spoiled", "stated", "tea", "tons", "uninspired", "ward", "worker", "worthless", "##ative", "blank", "briefly", "cared", "chaplin", "commit", "craft", "ellen", "gradually", "horrendous", "jumping", "kidnapped", "lab", "notably", "partly", "performing", "persona", "poverty", "presumably", "push", "rap", "rex", "sadistic", "savage", "solve", "souls", "spring", "stiff", "talked", "turner", "typically", "vague", "##ain", "##ti", "99", "adequate", "alexander", "bible", "cats", "chain", "convoluted", "drags", "draws", "eastwood", "ego", "emily", "explicit", "fatal", "fears", "identify", "marks", "melodramatic", "miserably", "motivation", "nights", "norman", "planning", "poster", "realise", "revealing", "rush", "shark", "shy", "soviet", "thick", "threatening", "ticket", "wicked", "##ip", "##pers", "##res", "##work", "45", "aforementioned", "bell", "burn", "dinosaurs", "displays", "drivel", "fancy", "farce", "fisher", "francisco", "holmes", "leg", "macarthur", "messages", "mitchell", "morality", "noise", "precious", "regardless", "returning", "robots", "shadows", "size", "todd", "unbelievably", "wonders", "##di", "##hed", "##ings", "##ising", "areas", "cameras", "drawing", "edie", "elderly", "enters", "exercise", "hatred", "hype", "idiots", "kitchen", "kubrick", "kudos", "notes", "parent", "prevent", "rambo", "repetitive", "represents", "response", "slave", "smoke", "sole", "spiritual", "subplot", "suits", "terry", "thugs", "timeless", "tommy", "warren", "watches", "wreck", "yesterday", "##ched", "##cher", "##ett", "##hi", "##ons", "aimed", "argue", "argument", "burned", "cagney", "cia", "citizen", "clues", "creation", "creators", "cuba", "danes", "executive", "guide", "improved", "increasingly", "individuals", "liberal", "matthew", "occurred", "opposed", "picking", "reasonably", "sloppy", "splendid", "struck", "tap", "threat", "titled", "wes", "##ied", "##ins", "##ow", "##ric", "##time", "##ved", "2003", "abc", "absence", "arrested", "beats", "bleak", "captivating", "craven", "cried", "discovery", "distance", "distant", "editor", "farm", "greek", "indians", "instantly", "ironically", "jealous", "jeffrey", "jet", "kenneth", "liking", "load", "logical", "minimal", "psychotic", "pushing", "remaining", "restaurant", "scripted", "string", "subsequent", "throat", "tremendous", "##dle", "##ery", "##her", "affected", "aging", "audio", "broadcast", "butt", "cary", "clothing", "darker", "dialogues", "dire", "directorial", "doo", "duo", "failing", "fever", "garden", "imagined", "intent", "juvenile", "karen", "landscape", "mel", "monkey", "mountains", "movements", "nazis", "providing", "psychiatrist", "purple", "react", "root", "sadness", "seventies", "staged", "stiller", "surfing", "symbolism", "synopsis", "temple", "tortured", "twin", "unbearable", "yellow", "2004", "admire", "admittedly", "ah", "beatty", "brady", "brazil", "bucks", "corpse", "craig", "dignity", "elaborate", "forbidden", "hart", "heroic", "jamie", "lol", "manhattan", "merit", "repeatedly", "samurai", "shirt", "swear", "tall", "thrill", "##ator", "##oo", "##sion", "##zy", "1930s", "altogether", "broad", "bug", "carl", "childish", "complain", "conceived", "daddy", "digital", "existed", "fighter", "folk", "funeral", "gentle", "glenn", "hammer", "hates", "heat", "homer", "involvement", "obscure", "official", "ought", "overwhelming", "photographer", "proceedings", "pulp", "reached", "reasonable", "represent", "resembles", "screams", "slightest", "streep", "superficial", "timothy", "translation", "waters", "web", "widow", "wives", "##gan", "##ide", "##tle", "20th", "accomplished", "bathroom", "bird", "blend", "blob", "cheek", "conversations", "currently", "devoted", "disc", "donna", "eccentric", "explore", "extended", "forgive", "genres", "highest", "hugh", "hysterical", "impress", "incident", "installment", "joey", "machines", "misses", "producing", "returned", "romero", "ruth", "secrets", "threw", "trees", "wannabe", "##ini", "##ino", "##izes", "##si", "1996", "arrive", "blowing", "brooklyn", "bush", "choreography", "cliff", "comfortable", "commercials", "concerning", "decisions", "ease", "escaped", "eve", "exaggerated", "florida", "forms", "futuristic", "horrid", "leonard", "mann", "measure", "melting", "occur", "overdone", "possessed", "ranks", "relies", "selfish", "snake", "unintentional", "walker", "ya", "##be", "##ette", "##om", "##ress", "##za", "awe", "birds", "brains", "breasts", "cinematographer", "composed", "contained", "dancers", "definite", "demands", "destiny", "detailed", "developing", "dozens", "drunken", "dynamic", "exposed", "foul", "freak", "hamilton", "harder", "hbo", "holly", "innovative", "intrigue", "ireland", "journalist", "khan", "kidding", "loosely", "maggie", "mummy", "narrator", "popcorn", "pseudo", "reduced", "satisfied", "secondly", "shaw", "signs", "solo", "spooky", "stole", "suited", "toys", "tunes", "vicious", "wallace", "worried", "##gling", "##pe", "##sis", "antics", "anyways", "apes", "bedroom", "bite", "bullet", "catches", "dances", "differences", "distracting", "endings", "enterprise", "explored", "flop", "ginger", "implausible", "laurel", "madonna", "monkeys", "nightmares", "orders", "pan", "panic", "pretend", "prom", "receive", "resemblance", "shine", "shoes", "swedish", "tame", "trio", "triumph", "vivid", "website", "##ened", "##ization", "##ja", "##ked", "##mate", "##ulate", "1930", "1960", "advance", "april", "banned", "beneath", "bin", "buddies", "builds", "centered", "chased", "connect", "contrary", "deliberately", "earned", "enjoys", "enormous", "explaining", "explosion", "focusing", "giallo", "grinch", "hollow", "holy", "investigate", "lit", "method", "niro", "nostalgic", "odds", "offering", "passes", "pig", "population", "possibilities", "pulling", "rat", "rural", "sport", "subjects", "survivors", "transformation", "user", "wealth", "50s", "angeles", "annie", "backgrounds", "bang", "blew", "bold", "coherent", "colonel", "combat", "critic", "daring", "describes", "diane", "discuss", "divorce", "doll", "eyre", "garbo", "groups", "lou", "mickey", "models", "philosophy", "realizing", "removed", "staying", "timon", "unfolds", "unwatchable", "vast", "winters", "##board", "##ration", "##use", "2007", "adams", "akshay", "amy", "avoided", "blatant", "buff", "careers", "cave", "cg", "charlotte", "companion", "conventional", "crack", "dating", "doomed", "engaged", "exotic", "felix", "fonda", "generic", "godzilla", "hal", "houses", "instant", "inventive", "involve", "judy", "lately", "li", "nicholson", "officers", "olivier", "pleasantly", "politically", "possibility", "prostitute", "recognized", "rocket", "roman", "snl", "staff", "ties", "uneven", "##nts", "##ore", "1972", "2nd", "arrogant", "backdrop", "benefit", "celebrity", "chorus", "clint", "closet", "coffee", "consistently", "crush", "damage", "davies", "dub", "emphasis", "furthermore", "hartley", "illogical", "influenced", "introduces", "jesse", "jonathan", "kingdom", "kirk", "kyle", "lyrics", "march", "margaret", "mildred", "mill", "painted", "pays", "peoples", "pot", "preview", "primary", "reaching", "ridiculously", "ruthless", "safety", "saga", "sh", "splatter", "stress", "tender", "tracks", "unpleasant", "##bling", "##ches", "##ov", "##rts", "##ston", "##un", "aid", "alert", "bare", "block", "causing", "chaos", "cheating", "christy", "coach", "communist", "cringe", "defeat", "devoid", "disappeared", "disturbed", "dixon", "explosions", "grandfather", "hung", "hyde", "lemmon", "leo", "limits", "lust", "menace", "motives", "notion", "performer", "props", "recorded", "scheme", "sentence", "shelf", "sirk", "smaller", "spirits", "thru", "topless", "##ba", "##cious", "##lan", "##lic", "##ures", "1999", "90s", "abusive", "adorable", "artificial", "blues", "buffs", "countryside", "dalton", "depressed", "disjointed", "displayed", "domino", "drops", "finger", "flies", "frustration", "grab", "guessed", "ho", "ideal", "ignorant", "lips", "macy", "masters", "meaningless", "murderous", "mysteries", "nail", "nearby", "neo", "outcome", "outer", "porno", "principal", "quotes", "richards", "settle", "similarly", "soccer", "stinker", "stinks", "tie", "tonight", "traveling", "travels", "urge", "versus", "yelling", "##fied", "##nal", "##ok", "##ship", "##ten", "##ud", "1940", "amanda", "button", "campbell", "carrie", "chest", "cliche", "corporate", "designs", "emperor", "glorious", "goodness", "illegal", "im", "inferior", "iran", "judging", "lay", "lifestyle", "likewise", "mario", "miserable", "montana", "moody", "newspaper", "occasion", "offended", "overrated", "oz", "polanski", "punk", "rebel", "remarkably", "rooms", "scope", "switch", "terrorist", "voight", "wont", "##ez", "##hood", "##ji", "##our", "##play", "circle", "classes", "clumsy", "commented", "corruption", "dedicated", "directs", "dutch", "endure", "enemies", "errors", "hurts", "linda", "marty", "mixture", "montage", "namely", "nicholas", "nomination", "photos", "primarily", "purchase", "purchased", "racial", "rage", "represented", "shelley", "simplistic", "steel", "stellar", "superhero", "tag", "trailers", "understandable", "unhappy", "vice", "##aries", "##bi", "##cs", "##day", "##han", "##ically", "##ula", "##zer", "1983", "abilities", "afford", "agents", "blake", "bottle", "claimed", "connery", "downhill", "duty", "engage", "faults", "fond", "formulaic", "griffith", "hardcore", "hideous", "hints", "honesty", "isolated", "jazz", "julian", "justify", "latin", "lawrence", "mistaken", "miyazaki", "plant", "promised", "relations", "rid", "senseless", "sidekick", "simpson", "sounding", "subplots", "subtlety", "succeeded", "survived", "tad", "uwe", "##and", "##don", "##ft", "##gh", "##ham", "##hip", "##ko", "##over", "##ura", "3rd", "abysmal", "aids", "biko", "bonus", "cards", "celluloid", "centers", "cleverly", "comparing", "considerable", "dinosaur", "eager", "feed", "forty", "grasp", "hank", "hopper", "improve", "interaction", "invasion", "jumped", "kennedy", "link", "misery", "motivations", "myers", "nervous", "operation", "philosophical", "report", "revolutionary", "rick", "sellers", "similarities", "spare", "swimming", "transfer", "understated", "unsettling", "virginia", "voiced", "wandering", "warming", "weakest", "willis", "##he", "##ians", "##iling", "##ited", "##uated", "##val", "acid", "advanced", "affect", "antwone", "awake", "basketball", "bela", "bull", "cd", "cheated", "chicago", "closed", "command", "conservative", "convincingly", "crocodile", "cure", "delivering", "desperation", "eaten", "harvey", "hook", "horrifying", "lively", "mate",